T_traffic_place = Traffic Place - це партнерська програма заробітку на арбітражі, тобто. купівлі/продажу трафіку.
    Ознайомтеся з розділом “Докладніше про роботу” та починайте роботу.
T_personal_cabinet_intro = Ви попали в особистий кабінет.
    Приведено лідів: {$leads}
    Баланс: {$balance}
    Зароблено: {$earned}
    Очікується до виплати: {$waiting_for_withdraw}
    Виплачено: {$paid}
T_personal_cabinet_admin_channel = Ви попали в особистий кабінет.
    Активних офферів: {$active_offers}
    Грошей в резерві: {$money_in_reserv} грн
T_offer_info = 📌Оффер Info:
    🔢 Оффер код: {$offer_id}

    🏷 Назва оффера: {$offer_name}
    📜 Умови оффера: {$offer_conditions}
    💲 Ціна за заявку: {$price}
    📈 Необхідна кількість заявок: {$target_amount}

    🎯 Тематика оффера: {$offer_topic}
offer_progress = Залито заявок вами: {$reqests_amount_from_user}
    Зароблено: {$earned}

link_for_offer = Посилання для заливу: {$link}.
T_offer_info_gambling = 📌Оффер Info:
    🔢 Оффер код: {$offer_id}
    🏷️ Назва казино: {$casino_name}
deposit_and_link = Депозити: {$deposits}
    Посилання для заливу: {$link}.
T_active_offers_menu = Ви відкрили меню ваших активних офферів до категорії {$category}
T_user_offers_menu = Ви відкрили меню ваших офферів
T_available_categories = Доступні категорії для заливу:
T_select_traffic_source = Вам потрібно вибрати джерело трафіку:
T_financial_report = Звіт про стан вашого фінансового обліку.

    📊Загальний Баланс: {$balance}
    Доступно для виплати: {$balance}

    💰 Мінімальний баланс для виведення: 250 грн
T_payment_request = Вам потрібно оплатити сумму в розмірі {$price} для запуску офферу. Ваші гроші будуть на балансі в особистому кабінет, де ви зможете вивести при потребі.
T_payment_instruction = Вам потрібно оплатити {$price} грн на карту {$card_number}. Після оплати нажміть на кнопку нижче.
T_select_channel_theme = Виберіть тематику для каналу:
T_select_filter_criteria = Виберіть критерій для фільтру:
T_channel_info = Ви відкрили {$channel_name}.
    Тематика: {$channel_theme}
    Мінімальна ціна: {$min_price}
    К-ть підписників: {$amount_subs}
    % ч/ж аудиторії: 40/50:  {$audience}
    Середній охват 1 публікації: {$reach_1_public}
    Середній рекламний охват 1 публікації: {$reach_ad_1_public}
    Коментарій: {$comment}
T_channel_placement_fee = Розміщення на нашій платформі коштує {$price} грн, Оплатіть для виставлення каналу.
T_personal_cabinet_balance = Ви в особистому кабінеті.
    Баланс: {$balance}
    Виставлено каналів: {$channels_amount}
T_active_channels_intro = Ви відкрили всі ваші активні канали
T_traffic_place_intro_2 = Traffic Place - це партнерська програма заробітку на арбітражі, тобто. купівлі/продажу трафіку. Нажми на відповідну тобі кнопку:
T_u_open_all_channels = Ви відкрили всі доступні канали по категорії {$category}
T_select_source_of_traffic = Виберіть джерело трафіку:
T_select_target_for_traffic_newbie = Для зрозумілого старту новачку краще почати з заливу трафіку на телеграм канали.

# Определение переменных для кнопок
I_select_offer = Вибрати оффер
I_bot_info = Інфо про бота
I_personal_cabinet = Особистий кабінет
I_back_to_selection = Назад до вибору
I_select_new_offer = Вибрати новий оффер
I_my_offers = Мої оффери
I_withdraw_funds = Вивеси кошти
I_referral_system = Реферальная система
I_support = Підтримка
I_back = Назад
I_take_link = Взяти посилання
I_all_available_offers = Всі доступні оффери по джерелу {$source} на {$datetime_now}
I_payment_confirm = Підтвердити
I_edit = Редагувати
I_paid = Я оплатив(ла)
I_payment_card = Оплата картою
I_back_to_menu = Назад в меню
I_add_channel = Додати канал
I_active_channels = Активні канали
I_change_filter_from_max_to_min = Змінити фільтр: спочатку більше
I_change_filter_from_min_to_max = Змінити фільтр: спочатку менше
I_accept = Прийняти
I_create_offer = Створити оффер
I_channel_poster = Афіша каналів
I_buy_traffic = Куплю трафік
I_sell_traffic = Продам трафік
I_webmaster = Я вебмастер
I_traffic_newbie = Новачок в трафике
I_more_about_bot = Детальніше про бота
I_withdraw_request = Запрос на вивід
I_active_orders = Активні замовлення
I_finished_orders = Завершені замовлення
I_all_active_offers = Всі активні оффери
I_select_target_for_traffic = Вкажіть, куди потрібен трафік?
I_subscriber_count = Кількість підписників
I_publication_reach = Охоплення публікації
I_min_post_price = Мінімальна ціна посту
T_confirm_entered_data = Підтвердіть введені данні
T_add_channel = Додайте канал, куди ви хочете заливати трафік
not_enough_bot_rights_error = У бота недостатньо прав для виконання роботи
T_denie = Відмовитись
T_description_for_offer_invoice = Оплата за розміщення оффера на платформі
T_description_for_channel_invoice = Оплата за розміщення каналу на платформі
I_enter_offer_data = Ввести дані оффера
T_enter_offer_data = Перейдіть по формі для введення данних оффера
T_enter_comment_for_request = Введіть коментар до заявки
T_new_offer_request = Новий запит на арбітраж трафіка
    Відправник: {$username}
    Коментарій: {$comment}
T_request_successfuly_sent = Ваш запит успішно відправлено
I_all_completed_offers = Всі виконані оффери
offer_took = ✅ Ви взяли оффер
ask_for_withdraw = Запит на виплату
I_referral_system = Реферальна система
T_referral_system = Ваша реферальне посилання:
    {$link}
    Ви заробили на рефералах: {$earned}
u_already_took_gambling_offer = Ви вже взяли оффер з казино
channel_already_added = Канал вже додано
T_data_saved = Дані збережено
    Очікуйте підтвердження від адміністратора
main_menu = Головне меню
share_link = Поділитися посиланням
withdraw_funds = Вивести кошти
T_withdraw_data = Данні  для виведення збережено.
    Очікуйте підтвердження від адміністратора