T_traffic_place = Traffic Place - це партнерська програма заробітку на арбітражі, тобто купівлі/продажу трафіку.
    Ознайомтеся з розділом “Докладніше про роботу” та починайте роботу.
T_personal_cabinet_intro = Ви попали в особистий кабінет.
    Приведено лідів: {$leads}
    Баланс: {$balance}
    Зароблено: {$earned}
    Очікується до виплати: {$waiting_for_withdraw}
    Виплачено: {$paid}
T_personal_cabinet_admin_channel =Ви потрапили в особистий кабінет біржі Traffic Place!
    📗 Активних офферів: {$active_offers} шт.
    💲 Грошей в резерві: {$money_in_reserv} грн
T_offer_info = 📌Оффер Info:
    🔢 Оффер код: {$offer_id}

    🏷 Назва оффера: {$offer_name}
    📜 Умови оффера: {$offer_conditions}
    💲 Ціна за заявку: {$price}
    📈 Необхідна кількість заявок: {$target_amount}

    🎯 Тематика оффера: {$offer_topic}
offer_progress = 💰 Залито заявок вами: {$reqests_amount_from_user}
    Залишилось залити: {$requests_amount_left}
    💸 Зароблено: {$earned}
requests_amount_left = 📗 Залишилось залити: {$requests_amount_left}
link_for_offer = 📊 Посилання для заливу: {$link}
T_offer_info_gambling = 📌Оффер Info:
    🔢 Оффер код: {$offer_id}
    🏷️ Назва казино: {$casino_name}
deposit_and_link = 💸 Депозити: {$deposits}
    📊 Посилання для заливу: {$link}
T_active_offers_menu = Ви відкрили меню ваших активних офферів до категорії {$category}
T_user_offers_menu = Ви відкрили меню ваших офферів
T_available_categories = Доступні категорії для заливу:
T_select_traffic_source = Вам потрібно вибрати джерело трафіку, по якому ви хочете побачити оффери:
T_financial_report = 💳 Звіт про стан вашого фінансового обліку.

    📊 Загальний Баланс: {$balance}
    💲 Доступно для виплати: {$balance}

    💰 Мінімальний баланс для виведення: 250 грн
T_payment_request = Вам потрібно оплатити сумму в розмірі {$price} для запуску офферу. Виберіть варіант оплати (CryptoPay/Картою), або скасуйте замовлення.
T_payment_instruction = Вам потрібно оплатити {$price} грн на карту {$card_number}. Після оплати нажміть на кнопку нижче.
T_select_channel_theme =💥 Виберіть тематику для каналу:
T_select_filter_criteria = Виберіть критерій для фільтру:
T_channel_info = Ви відкрили {$channel_name}.
    📋 Тематика: {$channel_theme}
    💸 Мінімальна ціна: {$min_price}
    👦 К-ть підписників: {$amount_subs}
    👯 % ч/ж аудиторії: 40/50:  {$audience}
    💹 Середній охват 1 публікації: {$reach_1_public}
    💱 Середній рекламний охват 1 публікації: {$reach_ad_1_public}
    💬 Коментарій: {$comment}
T_channel_placement_fee = Розміщення на нашій платформі коштує {$price} грн. Виберіть варіант оплати (CryptoPay/Картою), або скасуйте оплату.
T_personal_cabinet_balance = Ви в особистому кабінеті.
    💲 Баланс: {$balance}
    📊 Виставлено каналів: {$channels_amount}
T_active_channels_intro = Ви відкрили всі ваші активні канали.
T_traffic_place_intro_2 = Traffic Place - це партнерська програма заробітку на арбітражі, тобто купівлі/продажу трафіку. Нажміть на відповідну Вам кнопку:
T_u_open_all_channels = Ви відкрили всі доступні канали по категорії {$category}
T_select_source_of_traffic = Виберіть джерело трафіку:
T_select_target_for_traffic_newbie = Для зрозумілого старту новачку краще почати з заливу трафіку на Телеграм.

# Определение переменных для кнопок
I_select_offer = Вибрати оффер
I_bot_info = Інфо про бота
I_personal_cabinet = Особистий кабінет
I_back_to_selection = Назад до вибору
I_select_new_offer = Вибрати новий оффер
I_my_offers = Мої оффери
I_withdraw_funds = Вивеси кошти
I_referral_system = Реферальная система
I_support = Підтримка
I_back = Назад
back = Назад
I_take_link = Взяти посилання
I_all_available_offers = Всі доступні оффери по джерелу {$source} на {$datetime_now}
I_payment_confirm = Підтвердити
I_edit = Редагувати
I_paid = Я оплатив(ла)
I_payment_card = Оплата картою
I_back_to_menu = Назад в меню
I_add_channel = Додати канал
I_active_channels = Активні канали
I_change_filter_from_max_to_min = Змінити фільтр: спочатку більше
I_change_filter_from_min_to_max = Змінити фільтр: спочатку менше
I_accept = Прийняти
I_create_offer = Створити оффер
I_channel_poster = Афіша каналів
I_buy_traffic = Куплю трафік
I_sell_traffic = Продам трафік
I_webmaster = Я вебмастер
I_traffic_newbie = Новачок в трафике
I_more_about_bot = Детальніше про бота
I_withdraw_request = Запрос на вивід
I_active_orders = Активні замовлення
I_finished_orders = Завершені замовлення
I_all_active_offers = Всі активні оффери
I_select_target_for_traffic = Вкажіть, куди потрібен трафік?
I_subscriber_count = Кількість підписників
I_publication_reach = Охоплення публікації
I_min_post_price = Мінімальна ціна посту
T_confirm_entered_data = Підтвердіть введені данні
T_add_channel = Додайте канал, куди ви хочете заливати трафік
not_enough_bot_rights_error = У бота недостатньо прав для виконання роботи
T_denie = Відмовитись
T_description_for_offer_invoice = Оплата за розміщення оффера на платформі
T_description_for_channel_invoice = Оплата за розміщення каналу на платформі
T_enter_offer_data = Для розміщення вашого оферу у SmartBot, вам необхідно ввести дані вашого офферу.
I_enter_offer_data = Ввести дані оффера
T_enter_comment_for_request = Введіть коментар до заявки
T_new_offer_request = Новий запит на арбітраж трафіка
    Відправник: {$username}
    Коментарій: {$comment}
T_request_successfuly_sent = Ваш запит успішно відправлено
I_all_completed_offers = Всі виконані оффери
offer_took = ✅ Ви взяли оффер
ask_for_withdraw = Запит на виплату
I_referral_system = Реферальна система
T_referral_system = Ви можете заробляти 5% від сумми зароблених коштів того, хто приєднається до нашої платформи за цим реферальним посиланням.
    📃 Ваша реферальне посилання:
    {$link}
    💸 Ви заробили на рефералах: {$earned}
u_already_took_gambling_offer = Ви вже взяли оффер з Гемблінгу
channel_already_added = Канал вже додано
T_data_saved = Дані збережено
    Очікуйте підтвердження від адміністратора
main_menu = Головне меню
share_link = Поділитися посиланням
withdraw_funds = Вивести кошти
T_withdraw_data = Дані  для виведення збережено.
    Очікуйте підтвердження від адміністратора
yout_offer_is_active = Ваш оффер {$offer_name} підтверджено адміністратором
your_channel_is_active = Ваш канал {$channel_name} підтверджено адміністратором
your_offer_is_rejected = Ваш оффер {$offer_name} відхилено адміністратором
your_channel_is_rejected = Ваш канал {$channel_name} відхилено адміністратором
your_withdraw_request_is_accepted = Ваш запит на вивід {$amount} грн прийнято
your_withdraw_request_is_rejected = Ваш запит на вивід {$amount} грн відхилено
left_less_10_percent_requests = На оффері {$offer_name} залишилось менше 10% заявок. Поспішіть їх забрати собі!
I_take_offer = Взяти оффер
T_cooperation = Якщо у вас є пропозиції по співпраці або бажаєте написати відгук, будь ласка укажіть це в текстовому полі. Дякуємо
bot_was_deleted_from_channel = Бот був видалений з чату {channel_name} або боту недостатньо прав. Ваш оффер був зупинений для виконання.
    Після пооновлення бота, оффер стане активним автоматично.
on_reserved_balance_less_500_uah = На вашому балансі офферу {offer_name} залишилось 500 грн. Рекомендуємо поповнити ваш рахунок щоб не зупиняти трафік
your_offer_succ_placed_on_platform = Ваше замовлення {offer_name} успішно розміщенно на платформі TrafficPlace.
    Усі повідомлення про трафік, ви можете бачити в Особистому кабінеті
web_masters_start_do_your_offer = Наші вебмайстри вже почали виконувати ваше замовлення {offer_name}.
    Якщо будуть виникати питання щодо трафіку, ви завжди можете звернутись до служби підтримки
new_offer_noty = До біржі доданий новий оффер: {offer_info}
no_progress_on_offer = Шановний Вебмайстер! Вами було обрано оффер "{offer_name}".
    Повідомляємо, що протягом останніх 72 годин від вас не надходило трафіку.
    У разі, якщо у наступні 24 години від вас не буде трафіку, ми будемо вимушені закрити доступ до цього оферу.
offer_closed = Виконання офферу {offer_name} закрито через відсутність трафіку протягом 96 годин.
request_accepted = Запит принято